cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"

brew "awscli"
brew "coreutils"
brew "gcc"
brew "grc"
brew "heroku"
brew "postgresql"
brew "mas"
brew "node"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "yarn"
brew "youtube-dl"

cask "1password"
cask "atom"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "macpass"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "vlc"
cask "whatsapp"

mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
