cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"

brew "awscli"
brew "coreutils"
brew "gcc"
brew "grc"
brew "heroku"
brew "postgresql"
brew "mas"
brew "pyenv"
brew "youtube-dl"

cask "1password"
cask "dropbox"
cask "google-chrome"
cask "kap"
cask "macpass"
cask "rectangle"
cask "rocket"
cask "slack"
cask "spotify"
cask "vlc"
cask "whatsapp"

mas "The Unarchiver", id: 425424353
