cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/versions'

brew 'coreutils'
brew 'gcc'
brew 'youtube-dl'
brew 'homebrew/versions/mongodb26', args: ['with-openssl']
brew 'node'
brew 'pyenv'
brew 'pyenv-virtualenvwrapper'
brew 'gcc'
brew 'awscli'
brew 'grc'
brew 'heroku'
brew 'postgresql'

cask 'google-chrome'
cask 'firefox'
cask 'atom'
cask 'vlc'
cask 'transmission'
cask 'tunnelbear'
cask 'spotify'
cask 'slack'
cask 'macpass'
cask 'dropbox'
cask 'whatsapp'
