tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

# dependencies
brew "gnupg"
brew "openssl"
brew "readline"

brew "asdf"
brew "coreutils"
brew "fish"
brew "gh"
brew "git"
brew "grc"
brew "mas"
brew "shellcheck"
brew "terminal-notifier"

# apps
cask "1password"
cask "actual"
cask "dropbox"
cask "font-fira-code"
cask "google-chrome"
cask "kap"
cask "macpass"
cask "rectangle"
cask "rocket"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
